<template>
<div class="active-contain">
			<div class="wrapper contract-box">
                <ul class="contract-type clearfix">
                    <li :class="{'focus':showCont==1}"><router-link :to="{ path:'/agreement', query:{id:1}}">用户协议</router-link></li>
                    <li :class="{'focus':showCont==2}"><router-link :to="{ path:'/agreement', query:{id:2}}">版权申明</router-link></li>
                    <!-- <li :class="{'focus':showCont==3}"><router-link :to="{ path:'/agreement', query:{id:3}}">售后服务</router-link></li> -->
                    <!-- <li :class="{'focus':showCont==4}"><router-link :to="{ path:'/agreement', query:{id:4}}">隐私政策</router-link></li> -->
                    
                    <li :class="{'focus':showCont==6}"><router-link :to="{ path:'/agreement', query:{id:6}}">交易违规说明</router-link></li>
                    <li :class="{'focus':showCont==7}"><router-link :to="{ path:'/agreement', query:{id:7}}">供稿协议</router-link></li>
                    <!-- <li :class="{'focus':showCont==8}"><router-link :to="{ path:'/agreement', query:{id:8}}">交易服务协议</router-link></li> -->
                    <!-- <li :class="{'focus':showCont==9}"><router-link :to="{ path:'/agreement', query:{id:9}}">免责声明</router-link></li> -->
                    <li :class="{'focus':showCont==10}"><router-link :to="{ path:'/agreement', query:{id:10}}">上传声明</router-link></li>
                    <li :class="{'focus':showCont==5}"><router-link :to="{ path:'/agreement', query:{id:5}}">常见问题</router-link></li>
                </ul>
                <div class="part" v-show="showCont==1">
                    <h3>用户协议</h3> 
<div class="contract-info">   
    <div class="part-item">
        <h4> 一、提示条款</h4> 
            
<p>各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身合法权益，建议您仔细阅读各条款具体表述。 </p>         
<p>您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款您应重点阅读。如您对协议有任何疑问，可向图啦啦客服咨询。</p>
<p>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与图啦啦达成一致，成为图啦啦网站“用户”。 阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。如果您未申请注册流程，或者在本协议生效前已成为图啦啦的注册用户，则您通过访问和/或使用图啦啦平台网站，即视为您表示同意接受本协议的全部内容，否则请您不要访问或使用图啦啦平台网站。图啦啦网指91tula.com，由深圳市辰马互联网技术服务有限公司所有及运营。</p>
<h4>二、协议范围</h4>   
<p>2.1 签约主体</p>
<p>本协议由您与深圳市辰马互联网技术服务有限公司（图啦啦平台网站经营者，以下简称“图啦啦”）共同缔结，本协议对您与辰马公司均具有合同效力。</p>
<p>本协议项下，图啦啦平台网站的经营者可能根据图啦啦的业务调整而发生变更，变更后的图啦啦经营者与您共同履行本协议并向您提供服务，图啦啦平台网站的经营者的变更不会影响您本协议项下的权益。</p>
<p>2.2 补充协议</p>
<p>由于互联网行业的高速发展和法律法规的更迭，您与图啦啦签署的本协议列明的条款并不能完整罗列并覆盖您与图啦啦所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，图啦啦公示的法律声明也为本协议的补充协议，是本协议的组成部分。如您使用图啦啦的相关服务，视为您同意上述补充协议。<p>
<h4>三、账户注册与使用</h4>   
<p>3.1用户资格</p>
<p>您确认，在您开始注册程序使用图啦啦服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，请您务必在您的监护人仔细阅读协议内容并同意的前提下，完成注册。<p>
<p>3.2账户说明</p>
<p>【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得图啦啦账户（即图啦啦用户ID）并成为图啦啦平台网站用户。图啦啦账户的所有权归图啦啦，用户完成注册申请手续后，获得图啦啦账号的使用权。<p>
<p>【账户使用】您有权使用您设置或确认的图啦啦会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录图啦啦平台网站。 由于您的图啦啦账户关联您的个人信息及图啦啦商业信息，您的图啦啦账户仅限您本人使用。未经图啦啦同意，您不得直接或间接授权第三方使用您图啦啦账户或获取您账户项下信息，否则该授权的行为无效，因此给图啦啦造成的所有损失由您赔偿，图啦啦有权冻结您的账户，并不予退还未使用的VIP权限。如图啦啦判断您账户的使用可能危及您的账户安全及/或图啦啦信息安全的，图啦啦可拒绝提供相应服务或终止本协议。您若发现账号遭他人非法使用，应立即通知图啦啦。<p>
<p>【账户转让】由于用户账户关联用户信用信息，仅当有法律法规明文规定、司法裁定或经图啦啦同意，并符合图啦啦规则规定的用户账户转让流程的情况下，您可进行账户的转让（此处仅指用户账户使用权的转让）。您的账户一经转让，该账户项下权利义务一并转移。除此之外，您的账户不得以任何方式转让、赠与、借用、租用或售卖您的图啦啦账号，否则图啦啦有权追究您的违约责任，且由此产生的一切责任均由您承担。<p>
<p>【实名认证】作为图啦啦平台网站的经营者，为使您更好地使用图啦啦的各项服务，保障您的账户安全，图啦啦可要求您按图啦啦要求及我国法律法规规定完成实名认证。</p>
<p>【账号回收】如您的账户超过一年未登录，图啦啦有权予以进行注销或冻结清理，您的账号可能会无法再登录图啦啦平台网站，相应服务同时终止。图啦啦在对此类账号进行清理前，将以包括但不限于网站公告、站内消息等方式通知您。<p>
<p>【账号下载限制】图啦啦赋予每个账号在满足一定条件的情况下，通过网站正式程序下载作品的资格，但作为网站管理者，有权为保护账号安全以及网站运营规则，同时给予一定的下载限制（如1秒钟下载超过5次、短时间内高频大量下载等行为进行输入验证码、暂时限制下载等限制机制，第二天即可恢复正常使用），而不因此承担法律责任。图啦啦向用户提供申诉途径，但图啦啦有权根据该使用者的具体情况，自主决定是否开放下载限制。<p>
<p>3.3 注册信息管理</p>
<p>3.3.1 真实合法</p>
<p>在使用图啦啦服务时，您应当按图啦啦页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便图啦啦在必要时与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。<p>
<p>您所设置的账户名不得违反国家法律法规及图啦啦关于账户名的相关管理规定，否则图啦啦可对您的账户名进行暂停使用或注销等处理，必要时可向主管机关报告。</p>
<p>您理解并承诺，您的账户名称、头像和简介等注册信息中不得出现任何违法或不良信息，没有冒用、关联机构或社会名人，您在账户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等各项底线。<p>
<p>您同意并授权，为了更好地为您提供服务以及确保您的账户安全，图啦啦可以根据您提供的手机号码、身份证号码等信息，在法律法规允许和协议约定的范围内，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。<p>
<p>3.3.2 更新维护</p>
<p>您应当及时更新您提供的信息，在法律法规有明确规定要求图啦啦对部分用户的信息进行核实的情况下，图啦啦将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整的信息。</p>
<p>如图啦啦按您最后一次提供的信息与您联系未果、您未按照图啦啦的要求及时提供信息、您提供的信息存在明显不实的，您将承担因此对您自身、他人及图啦啦造成的全部损失与不利后果。</p>
<p>3.4 账户安全规范</p>
<p>您的账户为您自行设置并由您保管。建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开图啦啦平台网站。 账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。<p>
<p>您的账户只限您本人使用，不得出借或分享他人使用。当您的账户遭到未经授权的使用时，您应当立即通知图啦啦，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。</p>
<p>除图啦啦存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。 如发现任何未经授权使用您账户登录图啦啦或其他可能导致您账户遭窃、遗失的情况，您应立即通知图啦啦。您理解图啦啦对您的任何请求采取行动均需要合理时间，除图啦啦存在明显过错外，图啦啦对在采取行动前已经产生的后果不承担任何责任。<p>
<p>3.5账号独立</p>
<p>3.5.1 同一主体拥有的QQ账号及微信账号，在进行图啦啦VIP登录时，将被识别为两个独立的账号；</p>
<p>3.5.2 同一主体拥有多个QQ账号并进行图啦啦VIP会员登录的，每一个QQ账号将被识别为一个独立的账号；</p>
<p>3.5.3 同一主体拥有多个微信账号并进行图啦啦VIP会员登录的，每一个微信账号将被识别为一个独立的账号；</p>
<p>3.5.4 每个账号之间的充值记录、VIP权限无法进行转移、迁徙、转让、赠与、售卖、租借、分享，无论该等账号是否由同一使用人拥有，请您在登录/充值/参加活动时注意区分，避免造成损失。由此造成的损失由VIP会员自行承担。<p>
<p>3.5.5 您知悉并确认，开通会员服务后，若您中途主动取消服务或终止资格或被图啦啦根据《图啦啦网络服务使用协议》、本协议及相关规则注销账号、终止会员资格的，您已支付的会员服务费用将不予退还。</p>
<p>3.5.6 如您有其他与会员服务售后相关的问题，可以通过图啦啦公布的联系方式联系客服进行反馈。</p>
<h4>四、图啦啦的服务及规范</h4>   
<p>4.1 图啦啦服务</p>
<p>图啦啦向您提供包括但不限于以下服务： 1.图啦啦网站服务； 2.图啦啦（付费）会员服务（下称“会员服务”）； 对于收费的网络服务，图啦啦会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则图啦啦有权不向用户提供该等收费网络服务。 3.图片、文档上传分享服务（下称“内容上传服务”）； 4.图啦啦搜索服务（下称“搜索服务”）； 5.图啦啦下载服务（下称“下载服务”）； 6.图啦啦提供的其他技术和/或服务（下称“其他技术和服务”）；7.图啦啦提供的在线接单服务；8.图啦啦在线发布工单服务。（以上服务统称为“图啦啦服务”）。<p>
<p>4.2 服务规范</p>
<p>4.2.1 您可通过图啦啦服务在图啦啦上传、发布或传输相关内容，包括但不限于文字、软件、程序、图形、图片、声音、音乐、视频、音视频、链接等信息或其他资料（下称“内容”），但您需对此内容承担相关的法律责任。<p>
<p>4.2.2 除非有相反证明，图啦啦将您视为您在图啦啦上传、发布或传输的内容的版权拥有人。您需保证对于通过图啦啦网络服务上传到图啦啦网站上的作品应拥有全部的所有权，包括但不限于版权或版权合法授权及模特肖像权授权、物权授权等其他相关合法权利。同时保证上传的作品不得侵犯或违反第三方的版权、专利权、商标权、商业秘密、隐私权、名誉权、肖像权、物权、公开权或其它知识产权或专有权利。<p>
<p>4.2.3 您使用图啦啦服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予图啦啦对该内容的存储、使用、发布、复制、发行、展览、网络传播、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、带互联网接入功能的播放设备等）等提供信息的下载、数据传输、及其相关的宣传和推广等服务的权利；再授权给其他第三方以上述方式使用的权利；以及对作品进行单独维权的权利。 您同意在使用我方平台服务过程中，遵守以下法律法规：《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规。在任何情况下，我方一旦合理地认为您的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向您提供服务。<p>
<p>4.3 服务变更、中断或终止</p>
<p>4.3.1 鉴于网络服务的特殊性，用户同意图啦啦有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，图啦啦无需通知用户，也无须对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，图啦啦应当在变更、中断或终止之前事先通知用户。<p>
<p>4.3.2 用户理解，图啦啦需要定期或不定期地对提供网络服务的平台（如互联网网站）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，图啦啦无需为此承担任何责任，但图啦啦应尽可能事先进行通告。<p>
<p>4.3.3 如发生下列任何一种情形，图啦啦有权随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任： 1） 用户提供的个人资料不真实； 2） 用户违反本协议中规定的使用规则； 3） 用户在使用收费网络服务时未按规定向图啦啦支付相应的服务费。<p>
<p>4.4 其他服务规范 为方便您使用图啦啦和图啦啦关联公司的其他相关服务，您授权图啦啦将您在账户注册和使用图啦啦服务过程中提供、形成的信息传递给图啦啦关联公司等其他相关服务提供者，或从图啦啦关联公司等其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。 您理解并知晓在使用图啦啦服务时，所接触的内容和信息来源广泛，图啦啦无法对该内容和信息的准确性、真实性、可用性、安全性、完整性和正当性负责。您理解并认可您可能会接触到不正确的、令人不快的、不适当的或令人厌恶的内容和信息，您不会以此追究图啦啦的相关责任。图啦啦不对用户在图啦啦上传、发布或传输的任何内容和信息背书、推荐或表达观点，也不对任何内容和信息的错误、瑕疵及产生的损失或损害承担任何责任，您对内容和信息的任何使用需自行承担相关的风险。 您同意图啦啦在提供服务的过程中以各种方式投放商业性广告或其他任何类型的商业信息（包括但不限于在图啦啦的任何位置上投放广告，在您上传、传播的内容中投放广告），您同意接受图啦啦通过电子邮件、站内短信、手机短信、网站公告或其他方式向您发送促销或其他相关商业信息。<p>
<p>4.5 使用规则</p>
<p>4.5 用户在使用图啦啦网络服务过程中，必须遵循以下原则：</p>
<p>4.5.1 遵守中国有关的法律和法规；</p>
<p>4.5.2 遵守所有与图啦啦网络服务有关的网络协议、规定和程序；</p>
<p>4.5.3 不得为任何非法目的而使用网络服务系统；</p>
<p>4.5.4 不得利用图啦啦网络服务系统进行任何可能对互联网正常运转造成不利影响的行为；</p>
<p>4.5.5 不得利用图啦啦提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
<p>4.5.6 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权、肖像权、隐私权、物权或其他任何合法权益；</p>
<p>4.5.7 不得利用图啦啦网络服务系统进行任何不利于图啦啦的行为；</p>
<p>4.5.8 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告图啦啦。</p>
<p>4.5.9 网络用户下载图啦啦的作品，应在作品的授权许可范围内使用。未经版权拥有者许可，仅限学习交流使用，请勿做他用。同时，作品下载使用者遵守著作权法及其他相关法律的规定，不得侵害本网站及权利人的合法权利。<p>
<h4>五、费用</h4>   
<p>5.1 图啦啦为向您提供的服务付出了大量的成本，图啦啦有权根据图啦啦相关规则向您收取一定费用作为网站维护的费用。</p>
<p>5.2 退款。若您已使用下载服务，因提供下载服务的特殊性，一经下载文件将会储存于您的电脑，代表您已经使用该服务，除文件本身损坏导致不可用的情况外，一律不接受退款申请。未使用下载服务的情况下，图啦啦接受无理由退款申请。<p>
<h4>六、隐私保护</h4>   
<p>6.1 保护用户隐私是图啦啦的一项基本政策，图啦啦保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在图啦啦的非公开内容，但下列情况除外：</p>
<p>6.1.1 事先获得用户的明确授权；</p>
<p>6.1.2 根据有关的法律法规要求；</p>
<p>6.1.3 按照相关政府主管部门的要求；</p>
<p>6.1.4 为维护社会公众的利益；</p>
<p>6.1.5 为维护图啦啦的合法权益。</p>
<p>6.2 图啦啦可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与图啦啦同等的保护用户隐私的责任，则图啦啦有权将用户的注册资料等提供给该第三方。</p>
<p>6.3 在不透露单个用户隐私资料的前提下，图啦啦有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
<h4>七、免责声明</h4> 
<p>7.1 图啦啦(91tula.com)是一个集用户分享、素材共享的网络平台，目的是为各个行业设计师提供丰富的素材内容，服务广大设计师朋友， 本网站上所有素材均来源于设计师的个人分享，鉴于网络的不可预见性和风险性，本网站不声明也不保证其内容的绝对有效性、正确性与可靠性，更不对您的投资构成建议，但本网站的管理者将尽可能谨慎地审查本网站所包含的信息、资源。 图啦啦(91tula.com)会员或者访问者发布及转载的信息与言论仅代表个人意见，与图啦啦(91tula.com)立场无关。</p>
<p>7.2 图啦啦(91tula.com)充分尊重转载文章、作品之作者的著作权以及客户的商标权等知识产权，本网站合理信赖转载文章之原登载网站已经征得著作权人的同意并与著作权人就相关问题作出了妥善处理，同时本网站合理信赖客户对其在本网站登载的企业商标享有知识产权，并许可本网站合理使用。本网站对于有关文章的转载以及客户商标的使用属于合理使用，因此与之有关的知识产权纠纷本网站不承担任何责任。本网站郑重提醒访问者：请在转载有关信息、资源或者使用有关企业商标时务必尊重其知识产权，否则与之有关的知识产权纠纷本网站免责。</p>
<p>7.3 如图啦啦(91tula.com)承办作品征集活动，则本网站是主办方授权的大赛信息发布平台及网上作品征集平台，本网站不能代替主办方（除非明确声明）。 图啦啦(91tula.com)发布的大赛相关信息皆为主办方委托发布，大赛信息的真实性、合法性及相应的法律后果由主办方负责。本网站不对主办方的相关承诺负责，如主办方违反大赛承诺，相关法律责任由主办方承担，68Design(68design.net)不承担相应的法律责任，但本网站可以对用户主张权利的行为提供必要的协助。</p>
<p>7.4 任何用户不得在图啦啦(91tula.com)发布非法的、骚扰性的、伤害性的、恐吓性的、庸俗或淫秽的信息，任何用户应当对用户名下发生的所有活动和事件承担全部法律责任。 用户应当保证填写的个人信息的真实性、完整性，合法性，如因为个人信息不真实、不完整、不合法导致用户的损失，相关法律责任由用户自行承担。</p>
<p>7.5 若因线路及本网站控制范围外的硬件故障或其它不可抗力（火灾、地震、洪水、战争、罢工、网络堵塞或瘫痪、病毒、黑客攻击等）而导致客户损失， 用户应该充分理解图啦啦(91tula.com)对损失发生的不可预见、不能克服，不得要求图啦啦(91tula.com)承担任何法律责任。</p>
<p>7.6 如图啦啦(91tula.com)用户利用本网站侵犯了他人的其合法权益，请权利人尽快通知本网站，本网站将采取相关法律措施或技术措施（包括屏蔽、删除、断开链接等）保障权利人的合法权益， 如用户怠于通知，本网站对扩大的损失不承担责任。如本网站已经尽到合理的审查、管理义务，或已经采取合理的法律或技术措施保障权利人合法权益，本网站不承担相关法律责任。</p>


<h4>八、违约赔偿</h4>   
<p>8.1 如因图啦啦违反有关法律、法规或本协议项下的任何条款而给用户造成损失，图啦啦同意承担由此造成的损害赔偿责任。</p>
<p>8.2 用户同意保障和维护图啦啦及其他用户的利益，如用户违反法律法规及本协议规定，给图啦啦或第三人造成损害的，用户需要依法承担相应的损害赔偿责任。</p>
<h4>九、 通知送达</h4>   
<p>9.1 本协议项下图啦啦对于用户所有的通知均可通过网页公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>
<p>9.2 用户对于图啦啦的通知应当通过图啦啦对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
<h4>十、法律管辖</h4>   
<p>10.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>
<p>10.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向图啦啦所在地的人民法院提起诉讼。</p>
<h4>十一、其他规定</h4>   
<p>11.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
<p>11.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
<p>11.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
<p>11.4 请合理使用任意下载会员账号，如恶意刷图盗图，将被系统暂停账号下载功能，如有疑问请联系客服。</p>
    </div>
</div>

                </div>
                <div class="part" v-show="showCont==2">
                    <h3>版权申明</h3> 
                    <div class="contract-info">   
                        <div class="part-item">
                          <p>图啦啦（经营者：深圳市辰马互联网技术服务有限公司）是提供网友在线分享办公文档、模板、背景图片等素材的开放平台，
                             向来十分重视网络版权及其他知识产权以及用户权益的保护。除图啦啦原创作品外，对于部分用户上传分享至图啦啦的作品，图啦啦不享有上述作品的版权，
                             上述作品仅供学习与交流，请勿用于任何商业用途的范围。用户应自觉遵守著作权法及其他相关法律的规定，不得侵犯本网站及权利人的合法权利，
                             给图啦啦或任何第三方造成损失的，侵权责任由用户承担。图啦啦依照《中华人民共护国侵权法》、《中华人民共和国著作权法》、
                             《信息网络传播权保护条例》等法律法规及相关规章制度的规定，采取如下知识产权措施：</p> <br/>

                        <p>1、图啦啦向图啦啦用户传达版权保护理念，提示用户不得上传和传播侵权作品。图啦啦会提示用户严格遵守法律规范及尊重他人的合法权益，
                        但图啦啦对于上传作品，不具备充分的监控能力以审查是否存在有侵权行为。</p> <br/>

                        <p>2、图啦啦对于有理由确信存在明显侵权、违法、违反公共利益等情形的作品时，有权不事先通知并随时删除该等侵权作品。</p> <br/>

                        <p>3、图啦啦尊重作品版权，支持权利人（包括版权人、肖像权人等）将侵权情况告知图啦啦，共同合作净化网络空间，减少侵权行为的发生。
                        图啦啦将在接到符合要求的权利通知后，及时删除涉嫌侵权的作品和相关内容。</p> <br/>

                        <p>4、图啦啦动员网络用户对图啦啦上的作品进行全面监督，图啦啦会在第一时间对举报进行核实，及时清理侵权作品，并视情况对举报人进行奖励。</p> <br/>

                        <p>5、投诉方式和流程如下 <br/>

                            您可以向图啦啦所设立的专门接受版权投诉和侵权的部门发送相关书面通知书，以备图啦啦及时有效处理，具体流程和要求如下： 
                            请在相关通知中提供对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明；明确涉嫌侵权作品的链接地址，
                            尽量明确说明涉嫌侵权作品的侵权内容及涉嫌侵权的具体权益；您或权利人的具体联络信息，包括姓名、身份证或护照复印件（对自然人）、
                            单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件等，并在通知文件中进行签名或盖章。请您把以上通知、资料和联络方式等务必以书面文件形式以快递或邮件形式通知我们
                            ，图啦啦网投诉邮箱：tulalawx@163.com，图啦啦不接受除此之外的其他任何方式（如：电话、短信等） 告知：如果您的相关通知、资料及信息存在失实、失效的，
                            您将承担由此造成的全部法律责任（包括但不限于赔偿直接或间接损失、诉讼费、公证费、律师费、保全费、差旅费等）。如果您不确定相关作品是否存在侵权的，建议您先咨询专业人士后再联系我们。 <br/> <br/>

                        CC0协议作品说明： <br/>

                        凡作品注明“CC0协议”，即代表图啦啦保留了作者的CC0协议，且对作品来源已尽合理的注意义务。图啦啦自愿继续依据CC0协议传播该作品，且完全免费提供下载，
                        对此图啦啦完全无偿的提供技术以及服务器等费用支持。CC0协议的签署表示声明人自行放弃和让渡该作品的所有著作权以及相关邻接权等。
                        声明人对该作品不提供任何权利担保，不承担任何责任和义务。但上述放弃和让渡不涉及声明人的专利权或商标权，也不涉及其他人对该作品享有的著作权及相关权利。 
                        CC0协议 1.0通用全文请查看：法律文本(许可协议全文) </p> 
                        </div>
                    </div>
                </div>
                <!-- <div class="part" v-show="showCont==3">
                    <h3>售后服务</h3> 
                    
                </div> -->
                <!-- <div class="part" v-show="showCont==4">
                    <h3>隐私政策</h3> 
                    
                </div> -->
                <div class="part" v-show="showCont==5">
                    <h3>常见问题</h3> 

                    <ul class="often-question">
                        <li>
                            <div class="question">
                                <span>Q1：网站有几种注册方式？</span> <em></em>
                            </div>
                            <div class="answer">
                                A1：图啦啦（91tula.com）暂时提供手机号、微信两种注册方式。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q2：手机号跟微信登录是否支持同一个手机号？</span> <em></em>
                            </div>
                            <div class="answer">
                                A2：支持，同一个手机号注册之后，该用户采用微信登录，支持同一个手机号去做手机认证。但这是两个完全独立的用户账号，两者之间没任何关联。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q3：手机号认证提示手机号已经被绑定？</span> <em></em>
                            </div>
                            <div class="answer">
                                A3：一个手机号只能绑定一个微信注册用户，如果出现该提示说明该手机号已被微信注册用户认证过。请更换别的手机号进行认证。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q4：已经是VIP，怎么还不能下载作品？</span> <em></em>
                            </div>
                            <div class="answer">
                                A3：您好，请放心，您的VIP权益是能够得到保障的，您出现这种情况可能的原因： <br />
                                1.作品本身有问题。若「不弹出下载窗」可联系在线客服；<br />
                                2.是不是网络的问题，可能由于下载作品文件太大，网络不好导致响应比较慢，可以刷新重试。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q5：文件下载都是什么格式？</span> <em></em>
                            </div>
                            <div class="answer">
                                A5：为了提升用户下载体验，本站文件下载都是通过压缩处理之后的素材源文件，用户下载源文件有可能因为压缩软件不匹配导致解压不了的问题，
                                可以更新安装对于解压软件，如果不方便安装，可以联系客服人员帮忙解压。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q6：我有哪些方式可以充值VIP？</span> <em></em>
                            </div>
                            <div class="answer">
                                A6：图啦啦（www.91tula.com）暂仅支持电脑端微信支持，后续会开通支付充值以及手机端充值方式，敬请期待。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q7：下载的素材是否可以商用？</span> <em></em>
                            </div>
                            <div class="answer">
                                A7： 图啦啦（www.91tula.com）向来十分重视网络版权及其他知识产权以及用户权益的保护。除图啦啦原创作品外，
                                对于部分用户上传分享至图啦啦的作品，图啦啦不享有上述作品的版权， 上述作品仅供学习与交流，请勿用于任何商业用途的范围。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q8：怎样可以成为图啦啦签约设计师？</span> <em></em>
                            </div>
                            <div class="answer">
                                A8：设计师通过将自己原创作品上传至平台，平台会不定期审核设计师的作品，设计师作品的数量和质量达到平台对签约设计师的要求将会收到平台的邀请成为平台签约设计师。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q9：平台对签约设计师采取了哪些奖励措施？</span> <em></em>
                            </div>
                            <div class="answer">
                                A9：1、平台会对设计师上传的作品给与一定图啦币奖励，图啦币可10:1的比例兑换现金。<br/>
                                2、平台会根据设计师作品的数量跟质量提升设计师等级；<br/>
                                3、签约设计师有更大几率获取平台的接单任务，以此赚取报酬；<br/>
                                4、平台会不定期邀请签约设计师加入图啦啦平台的管理团队，并且获得分红。
                            </div>
                        </li>
                        <li>
                            <div class="question">
                                <span>Q10：图啦币兑换规则是怎么样的？</span> <em></em>
                            </div>
                            <div class="answer">
                                A10：10个图啦币可以兑换1元人民币，500个图啦币起兑，每次兑换的数量为500的倍数。一般在1-2个工作日到账。
                            </div>
                        </li>
                    </ul>
                    
                </div>
                <div class="part" v-show="showCont==6">
                    <h3>违规交易处罚规则及违约责任</h3> 
                    <div class="contract-info">
                        <div class="part-item">
                            <h4>一、私下交易对安全及账号的影响</h4>
                            <p>1、私下交易有风险，平台无法保障服务方、雇主方权益；</p>
                            <p>2、私下交易无法形成成功雇佣记录及评价，对于其它雇主的选择无任何参考价值；</p>
                            <p>3、缺少雇佣交易数据，无法进行雇佣排序推荐，即无法获得更多雇主的关注和选择机会；</p>
                            <p>4、拒单率过高的账号，经平台评估，符合关闭接单条件的账号将直接关闭，无法恢复。</p>
                            <p>5、签单率与成功率较低的账号，平台不会进行相关任务推荐匹配。</p>
                        </div>
                        <div class="part-item">
                            <h4>二、违规交易的处罚和违约责任</h4>
                            <p>1、雇主通过平台下单，以及服务方报名参与平台任务所获取的任务订单，如客服与雇主方沟通获悉，或收到雇主方后期投诉，以及不限于其它方式获知私下交易行为，平台将依据情况对违规账号采取永久关闭雇佣接单功能、禁止参与任务或注销账号等处罚措施。</p>
                            <p>2、服务方不得以任何形式或借口产生私下交易，否则91tula.com网站将永久关闭服务方在91tula.com网站账户，且享有向服务方追偿，同时有权要求所受损失五倍的惩罚性赔偿。</p>
                            <p>3、任何诱导雇主私下交易的行为、表述，平台均认为属于违规交易性质。</p>
                        </div>
                    </div>
                </div>
                <div class="part" v-show="showCont==7">
                    <h3>供稿协议</h3> 
                    <div class="contract-info">
                    <div class="part-item">
                        本说明是“图啦啦 (www.91tula.com）”（以下简称图啦啦）和通过图啦啦上传分享素材、共享会员（通过图啦啦上传者审核的注册会员）（以下称“共享会员”）之间的有效协议，
                        图啦啦和共享会员订立下列协议并自愿遵守。共享会员确认本说明后，本协议即在图啦啦和共享会员之间产生法律效力。
                    </div>   
                    <div class="part-item">
                        <h4> 一、定义</h4> 
                        <p>
                            1.1 “共享作品”（又称“共享素材”）是指由图啦啦用户自行上传至图啦啦用于分享交流的作品。 <br />
                            1.2 “共享会员”是指上传作品至图啦啦用于网络共享的图啦啦会员。<br />
                            1.3 作品下载者是指下载图啦啦用户在图啦啦展示的作品，获得作品源文件的个人、企业、组织。
                        </p>
                    </div>
                    <div class="part-item">
                        <h4> 二、会员的权利和义务</h4> 
                        <p>
                            2.1 会员保证其所上传的共享作品均由其自愿上传而来，不受任何第三方的胁迫或影响。<br />

                            2.2 会员充分理解并同意，图啦啦用户下载图啦啦上的作品，只获得使用该作品进行学习、交流等非商业使用的权利。<br />

                            2.3 会员充分知晓并同意，图啦啦作品（合作网站作品除外）均为非商业授权。图啦啦用户若需商业使用，须获得作品版权拥有者授权，并遵循国家相关法律、法规之规定。
                            如因非法使用引起纠纷，一切后果由使用者承担，与图啦啦无关。<br />

                            2.4 上传至图啦啦的原创作品，其著作权仍属于共享会员本人。作品下载者超出共享会员授权范围使用原创作品，共享会员有权向作品下载者索赔，
                            亦有权要求图啦啦秉着客观公正的原则提供双方交易中产生的各种证据，以保障交易双方合法权利不受侵害。但图啦啦不负任何因此造成的法律责任和损失。<br />

                            2.5 会员对其上传至图啦啦的全部作品负责，如因会员作品引起任何争议，会员自行解决并承担全部责任。
                        </p>
                    </div>
                    <div class="part-item">
                        <h4> 一、图啦啦的权利和义务</h4> 
                        <p>
                           3.1 图啦啦的权利 <br />

                    3.1.1 图啦啦有权对共享会员上传至图啦啦（www.91tula.com）<br />

                的共享作品及其他信息进行筛选、判断、修改，并根据相关政策、法律法规和图啦啦的规定来确定可显示或被浏览的范围的内容。<br />
                    3.1.2 图啦啦有权不展示图啦啦认为不适合共享的作品。<br />

                    3.1.3 交易过程中关于共享作品的格式、分辨率、尺寸、大小等文件属性的纠纷（不包括共享作品的版权、肖像权、物权等专有权利的纠纷），在对交易双方进行协商并核查共享作品后，
                    图啦啦有权对交易有效性、纠纷责任进行最终判定。<br />

                    3.1.4 共享会员若违反法律、法规及与图啦啦或作品下载者达成的协议，图啦啦有权终止对共享会员提供服务，收回共享会员在图啦啦注册的所有ID，并将会员所有帐号权限清空，作为处罚。<br />

                    3.1.5 当第三方向图啦啦提出权利通知，向图啦啦出示充分的权属证明，指证共享会员上传的共享作品侵犯其权益。图啦啦有权自行判断决定删除涉嫌侵权的共享作品，并将共享会员的姓名、联系电话、
                    身份证等认证资料公布给第三方。<br />

                3.2 图啦啦的义务<br />

                    3.2.1 图啦啦应为交易双方提供良好的网络服务支持，并努力让双方的交易更便捷、高效、安全。根据法律法规、规章制度、相关政策及图啦啦的规定，
                    对共享会员上传至图啦啦的作品及其他信息进行初步审查，对涉嫌淫秽、暴力、反动等违法内容及明知侵权事实存在的内容进行剔除。对经初步审查合格的作品，予以审查通过，允许在图啦啦上展示。<br />

                    3.2.2 当共享会员与作品下载者交易双方因在图啦啦所进行的共享作品交易产生各种纠纷包括法律纠纷，导致某方或者双方的权益受到损害，纠纷和由纠纷带来的相关损失由双方自行解决，
                    图啦啦作为共享平台，无需承担任何责任。但图啦啦有义务秉着客观公正的原则提供双方交易中产生的各种证据，以保障交易双方合法权利不受侵害。
                        </p>
                    </div>
                    <div class="part-item">
                        <h4> 一、网站声明</h4> 
                        <p>
                           4.1 图啦啦所展示的作品由图啦啦用户自行提供，页面信息也由用户自行填写，即使是图啦啦初步审核通过可以展示的作品，图啦啦也没有能力查证它的素材来源、真实性、
                           准确性及合法性。因此，图啦啦不为作品提供任何保证，所有作品仅供学习、交流等非商业用途性质使用。图啦啦用户若需商业使用，需获得版权拥有者授权，
                           并遵循国家相关法律、法规之规定。如因非法使用引起纠纷，一切后果由使用者承担。图啦啦不负任何因此造成的法律责任和损失。<br />

                            4.2 因图啦啦为网络服务提供商，图啦啦的作品均由图啦啦用户自行上传提供，若版权人发现图啦啦作品有存在侵害著作权等相关权利的，请及时按照图啦啦引导的方式告知图啦啦，
                            图啦啦将在核实相关信息后第一时间删除相关作品。图啦啦用户若发现图啦啦误删了其享有版权的作品，请在图啦啦告知“权利人”维权信息后3个工作日内书面联系图啦啦，
                            图啦啦将有权根据图啦啦用户的申请恢复链接。<br />

                            4.3 图啦啦系网站服务提供商，图啦啦仅为图啦啦的浏览、使用用户提供网络上相关服务内容，不涉及网站作品的任何权利义务的授权、转移等内容，
                            图啦啦仅以普通非专业人士的角度对作品尽到网站服务商的注意义务。
                        </p>
                    </div>
                    <div class="part-item">
                        <h4> 一、协议修改</h4> 
                        <p>
                            图啦啦有权随时修改前述条款和条件，并只需公示于其网站，修改后的条款应于公示即时生效。如果不同意图啦啦对本协议相关条款所做的修改，共享会员应停止使用图啦啦提供的网络服务。如果共享会员继续使用网络服务，则视为共享会员接受图啦啦对本协议相关条款所做的修改。
                        </p>
                    </div>
                    <div class="part-item">
                        <h4> 一、其他规定</h4> 
                        <p>
                           6.1 若本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br />

                            6.2 共享会员在遵守本协议时，必须同时遵守《图啦啦注册协议》及其他与图啦啦、作品下载者达成的协议，本协议最终解释权归图啦啦所有。
                        </p>
                    </div>
                </div>
                </div>
                <!-- <div class="part" v-show="showCont==8">
                    <h3>交易服务协议</h3> 
                    
                </div> -->
                <!-- <div class="part" v-show="showCont==9">
                    <h3>免责申明</h3> 
                    <div class="contract-info">
                    <div class="part-item">
                    一、图啦啦(91tula.com)是一个集用户分享、素材共享的网络平台，目的是为各个行业设计师提供丰富的素材内容，服务广大设计师朋友，
                    本网站上所有素材均来源于设计师的个人分享，鉴于网络的不可预见性和风险性，本网站不声明也不保证其内容的绝对有效性、正确性与可靠性，更不对您的投资构成建议，但本网站的管理者将尽可能谨慎地审查本网站所包含的信息、资源。
                    图啦啦(91tula.com)会员或者访问者发布及转载的信息与言论仅代表个人意见，与图啦啦(91tula.com)立场无关。
                    </div>
                    <div class="part-item">
                    二、图啦啦(91tula.com)充分尊重转载文章、作品之作者的著作权以及客户的商标权等知识产权，本网站合理信赖转载文章之原登载网站已经征得著作权人的同意并与著作权人就相关问题作出了妥善处理，同时本网站合理信赖客户对其在本网站登载的企业商标享有知识产权，并许可本网站合理使用。本网站对于有关文章的转载以及客户商标的使用属于合理使用，因此与之有关的知识产权纠纷本网站不承担任何责任。本网站郑重提醒访问者：请在转载有关信息、资源或者使用有关企业商标时务必尊重其知识产权，否则与之有关的知识产权纠纷本网站免责。
                    </div>
                    <div class="part-item">
                    三、如图啦啦(91tula.com)承办作品征集活动，则本网站是主办方授权的大赛信息发布平台及网上作品征集平台，本网站不能代替主办方（除非明确声明）。
                    图啦啦(91tula.com)发布的大赛相关信息皆为主办方委托发布，大赛信息的真实性、合法性及相应的法律后果由主办方负责。本网站不对主办方的相关承诺负责，如主办方违反大赛承诺，相关法律责任由主办方承担，68Design(68design.net)不承担相应的法律责任，但本网站可以对用户主张权利的行为提供必要的协助。
                    </div>
                    <div class="part-item">
                    四、任何用户不得在图啦啦(91tula.com)发布非法的、骚扰性的、伤害性的、恐吓性的、庸俗或淫秽的信息，任何用户应当对用户名下发生的所有活动和事件承担全部法律责任。
                    用户应当保证填写的个人信息的真实性、完整性，合法性，如因为个人信息不真实、不完整、不合法导致用户的损失，相关法律责任由用户自行承担。
                    </div>
                    <div class="part-item">
                    五、若因线路及本网站控制范围外的硬件故障或其它不可抗力（火灾、地震、洪水、战争、罢工、网络堵塞或瘫痪、病毒、黑客攻击等）而导致客户损失，
                    用户应该充分理解图啦啦(91tula.com)对损失发生的不可预见、不能克服，不得要求图啦啦(91tula.com)承担任何法律责任。
                    </div>
                    <div class="part-item">
                    六、如图啦啦(91tula.com)用户利用本网站侵犯了他人的其合法权益，请权利人尽快通知本网站，本网站将采取相关法律措施或技术措施（包括屏蔽、删除、断开链接等）保障权利人的合法权益，
                    如用户怠于通知，本网站对扩大的损失不承担责任。如本网站已经尽到合理的审查、管理义务，或已经采取合理的法律或技术措施保障权利人合法权益，本网站不承担相关法律责任。
                </div>
                </div>
                </div> -->
                <div class="part" v-show="showCont==10">
                    <h3>图啦啦上传声明</h3> 
                    <div class="contract-info">
                    <div class="part-item">
                        <strong>图啦啦(91tula.com)郑重提醒您:</strong>
                    </div>
                    <div class="part-item">
                        为响应国家九部委联合开展深入整治互联网和手机媒体淫秽色情及低俗信息专项行动的号召，营造一个健康文明的网络环境，给大家一个和谐积极的家园。 <br />
                        1.不得上传任何有违国家法律法规的内容。<br />
                        2.不得上传具有色情内容的内容。<br />
                        3.不得上传内容低俗，格调不高的内容。<br />
                        4.不得上传具有色情诱导性内容的内容。<br />
                        5.不得在标题、简介和标签中出现任何具有低俗色情含义的字眼。<br />
                        6.不得上传其他网站的原创版权作品
                    </div>
                    <div class="part-item">
                        如果您上传了这些内容，我们将一律予以删除，我们希望我们最珍贵的网友们，理解并监督我们。
                    </div>
                    <div class="part-item">
                        您使用图啦啦(91tula.com)服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予图啦啦对该内容的存储、
                        使用、发布、复制、发行、展览、网络传播、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、
                        媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、
                        手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、带互联网接入功能的播放设备等）等提供信息的下载、数据传输、
                        及其相关的宣传和推广等服务的权利；再授权给其他第三方以上述方式使用的权利；以及对作品进行单独维权的权利。
                    </div>
            </div>  
                </div>
            </div>
		</div>
</template>
<script>

export default {
  data () {
      return { 
        showCont:1
      }
  },
  watch :{
      '$route': function (to, from) {
		 this.showCont=this.$route.query.id
      }
    },
  mounted(){  
      if(this.$route.query.id){
          this.showCont=this.$route.query.id
      }
      this.toggleInfo()
		},
  methods:{
     toggleInfo:function(){
         $(".question").bind("click",function(){
            $(this).next().toggle()
            $(this).find("em").toggleClass("tran180")
        })
     }
  }
}
</script>
<style lang="less" scoped>
.bg-map(@width:25px,@height:25px,@x:0px,@y:0px){
        display: inline-block;
        vertical-align: middle;
        width: @width;
        height: @height;
        position: relative;
        background: url(~/assets/images/bg-ico.png) no-repeat @x @y;
        cursor: pointer;
}
.btn(@width,@height,@bordercolor,@background,@color){
    display: inline-block;
   line-height: calc(@height - 2px); 
    text-align: center;
    border-radius: 5px;
    font-size: 16px;
    width: @width;
    border: 1px solid @bordercolor;
    background: @background;
    color: @color;
    box-sizing: border-box;
    vertical-align: middle;
    cursor: pointer;
}
.contract-box{background: #fff; padding: 30px 30px; box-sizing: border-box;margin-top: 30px; min-height: 800px;}
.contract-type{ padding-bottom: 25px; border-bottom: 1px solid #eee;
  li a{font-size: 18px; color: var(--backColor); text-align: center; height: 18px; line-height: 18px; border-right: 1px solid #333;
   float: left; cursor: pointer; padding: 0px 20px;}
  a.exact-active-link {color: var(--redColor);}
  li:last-child a{border-right: none;}
}
.contract-info{
    .part-item{margin-bottom: 25px;}
    h4{font-size: 20px; color: var(--backColor); margin-bottom: 6px; font-weight: bold; margin-top: 20px;}
    p{font-size: 15px; line-height: 1.6;}
}
.part{  font-size: 15px; line-height: 1.8;
 h3{font-size: 20px;  color: var(--color);    margin: 20px 0px 25px;}
}
.often-question{
    li{ text-align: left; width: 100%; border-bottom: 1px solid #eee;padding: 15px 0px; cursor: pointer;}
    .question{font-size: 16px; color: var(--backColor); line-height: 40px; display: flex;}
    .question span{flex: 1;}
    .question em{.bg-map(13px,8px, -670px, -181px); margin-top: 31px;}
    .answer{font-size: 14px; line-height: 28px; display: none;}
    }


</style>